[
   {
      "who" : "Bender",
      "quote" : "Bite my shiny metal ass."
   },
   {
      "quote" : "...at least here you'll be treated with dignity. Now strip naked and get on the probulator.",
      "who" : "Leela"
   },
   {
      "who" : "Fry",
      "quote" : "...it's what seperates humans and robots from animals and animal robots."
   },
   {
      "quote" : "Everybody's a jerk: you, me, this jerk.",
      "who" : "Bender"
   },
   {
      "quote" : "Of all the friends I've had, you're the first.",
      "who" : "Bender"
   },
   {
      "quote" : "I hate the people that love me, and they hate me.",
      "who" : "Bender"
   },
   {
      "quote" : "Me too. I'm filled with a large number of powerful emotions.",
      "who" : "Calculon"
   },
   {
      "who" : "URL",
      "quote" : "You call that an antenna?"
   },
   {
      "who" : "Professor Farnsworth",
      "quote" : "...each pound of which weighs over 10,000 pounds."
   },
   {
      "who" : "Bender",
      "quote" : "That'll take forever. What she ought to do is find a nice guy with two eyes and poke one out."
   },
   {
      "quote" : "I'm anticipating an all-out tactical dogfight, followed by a light dinner.",
      "who" : "Zapp Brannigan"
   },
   {
      "who" : "Zapp Brannigan",
      "quote" : "In the game of chess you can never let your adversary see your pieces."
   },
   {
      "quote" : "A grim day for robot-kind. But we can always build more killbots.",
      "who" : "Bender"
   },
   {
      "quote" : "Now, now, there will be plenty of time to discuss your objections when and if you return.",
      "who" : "Professor Farnsworth"
   },
   {
      "who" : "Bender",
      "quote" : "I'm gonna drink 'til I reboot."
   },
   {
      "who" : "Bender",
      "quote" : "What kind of party is this? There's no booze and only one hooker."
   },
   {
      "quote" : "I haven't had time off since I was 21 through 24.",
      "who" : "Fry"
   },
   {
      "quote" : "I assure you, I barely know the meaning of the word labor.",
      "who" : "Bender"
   },
   {
      "who" : "Bender",
      "quote" : "I'm a fraud. A poor, lazy, sexy fraud."
   },
   {
      "who" : "Zapp Brannigan",
      "quote" : "You remind me of a young me. Not much younger mind you; perhaps even a couple of years older."
   },
   {
      "who" : "Zapp Brannigan",
      "quote" : "If you so much as glance at another woman I'll be all over Leela like a fly on a pile of very sexy manure."
   },
   {
      "who" : "Zapp Brannigan",
      "quote" : "We'll simply plot a new course for that empty region over there; near that black-ish, hole-ish thing."
   },
   {
      "quote" : "And I'd do it again, and perhaps a third time. But that would be it.",
      "who" : "Bender"
   },
   {
      "who" : "Bender",
      "quote" : "Don't talk like that; tragic romances always have a happy ending."
   },
   {
      "quote" : "Not everyone turns out like their parents. Look at me: my parents were honest, hard-working people.",
      "who" : "Fry"
   },
   {
      "quote" : "I prefer programs of the genre World's Blankiest Blank.",
      "who" : "Fry"
   },
   {
      "quote" : "Anyone without a ship should secure a weapon and fire wildly into the air.",
      "who" : "Zapp Brannigan"
   },
   {
      "who" : "Zapp Brannigan",
      "quote" : "You will practice making your bed until you can do it in your sleep."
   },
   {
      "who" : "Zapp Brannigan",
      "quote" : "If we can hit that bull's-eye the rest of the dominoes will fall like a house of cards. Checkmate."
   },
   {
      "quote" : "When I'm in command every mission is a suicide mission.",
      "who" : "Zapp Brannigan"
   },
   {
      "who" : "Bender",
      "quote" : "The auxiliary power's out and they spilled my cocktail."
   },
   {
      "quote" : "We will raise your planet's temperature by one million degrees per day for five days unless...",
      "who" : "Lurr"
   },
   {
      "quote" : "You may feel a slight stinging sensation ...all of you.",
      "who" : "Professor Farnsworth"
   },
   {
      "who" : "Leela",
      "quote" : "Just make a simple cake. And this time, if someone's going to jump out of it make sure to put them in *after* you cook it."
   },
   {
      "quote" : "This'll teach those filthy bastards who's lovable!",
      "who" : "Bender"
   },
   {
      "quote" : "Yes, if by 'allow' you mean 'force'.",
      "who" : "Professor Farnsworth"
   },
   {
      "quote" : "Why can't she just drink herself happy like a normal person?",
      "who" : "Bender"
   },
   {
      "who" : "Bender",
      "quote" : "Bender: 1, Toilet: 0."
   },
   {
      "who" : "Fry",
      "quote" : "Wow, there's a million aliens! I've never seen something so mind-blowing! Ooh, a reception table with muffins!"
   },
   {
      "quote" : "One day a man has everything, the next day he blows up a $400 billion space station, and the next day he has nothing. It makes you think.",
      "who" : "Zapp Brannigan"
   },
   {
      "who" : "Zapp Brannigan",
      "quote" : "Come, Kif, it's time for us to start our life as civilians. That's an order, soldier!"
   },
   {
      "quote" : "Here's to us schmoes, working for the man. Even if he is a hot, sexy, female man.",
      "who" : "Zapp Brannigan"
   },
   {
      "who" : "Bender",
      "quote" : "They're not very heavy, but you don't hear me not complaining."
   },
   {
      "quote" : "Let fly the white flag of war.",
      "who" : "Zapp Brannigan"
   },
   {
      "who" : "Fry",
      "quote" : "If I was registered to vote I'd send these clowns a message by staying home on Election Day and dressing like a clown."
   },
   {
      "who" : "Fry",
      "quote" : "The underprivileged get all the breaks."
   },
   {
      "who" : "Bender",
      "quote" : "I'm finally richer than those snooty ATM machines."
   },
   {
      "who" : "Bender",
      "quote" : "Compare your lives to mine and kill yourselves."
   },
   {
      "quote" : "Bodies are for hookers and fat people.",
      "who" : "Bender"
   },
   {
      "who" : "Bender",
      "quote" : "Comedy's a dead art form. Now tragedy, that's funny."
   },
   {
      "quote" : "Ah, nothing like a warm fire and a SuperSoaker of fine cognac.",
      "who" : "Bender"
   },
   {
      "quote" : "You must be using an archaic form of pronunciation, like saying 'ask' instead of 'axe'.",
      "who" : "Leela"
   },
   {
      "who" : "Bender",
      "quote" : "Yes, I got the most! I win X-Mas!"
   },
   {
      "quote" : "X-Mas eve, another pointless day where I accomplished nothing. Ah...",
      "who" : "Bender"
   },
   {
      "who" : "Morbo",
      "quote" : "Earthlings do not yet know the meaning of suffering!"
   },
   {
      "quote" : "Is there anything sadder? Only drowning puppies... and there would have to be a lot of them.",
      "who" : "Linda the Reporter"
   },
   {
      "who" : "Fry",
      "quote" : "Alright, bird. You thought you could beat me in a game of wits but you just met your equal."
   },
   {
      "who" : "Dr. Zoidberg",
      "quote" : "Finally, I look as pretty as I feel!"
   },
   {
      "who" : "Professor Farnsworth",
      "quote" : "Oh dear! They'll be killed on our doorstep... and there's no trash pickup until January 3rd."
   },
   {
      "who" : "Bender",
      "quote" : "It's always so sad when a friend goes crazy and you have a have a big clambake and cook him! Yee-ha!"
   },
   {
      "quote" : "He's no different from the rest of you organisms, shooting DNA at each other to make babies. I find it offensive.",
      "who" : "Bender"
   },
   {
      "who" : "Bender",
      "quote" : "He's a loser; he's the lobster equivalent of Fry."
   },
   {
      "who" : "Fry",
      "quote" : "Actually, she wasn't really my girlfriend, she just lived nextdoor and never closed her curtains."
   },
   {
      "who" : "Fry",
      "quote" : "No one drove in New York. There was too much traffic."
   },
   {
      "who" : "Fry",
      "quote" : "I'm just glad we hit something, I thought we'd never stop!"
   },
   {
      "who" : "Professor Farnsworth",
      "quote" : "If you kill anyone make sure to eat their heart; to gain their courage. Their rich, tasty courage. Yum yum."
   },
   {
      "who" : "Hermes",
      "quote" : "I don't want you to worry about your jobs while you're away. That's why I'm firing you now."
   },
   {
      "who" : "Dr. Zoidberg",
      "quote" : "It's funny because it's poisonous!"
   },
   {
      "who" : "Fry",
      "quote" : "He's bad news. I regret ever running him over."
   },
   {
      "quote" : "I may be against the fur industry, but that won't keep me from skinning you alive; as long as no one wears the skin.",
      "who" : "Bob Barker"
   },
   {
      "who" : "Fry",
      "quote" : "I am shocked! Shocked! Well, not that shocked."
   },
   {
      "who" : "Bender",
      "quote" : "You, sir, have defaced a natural treasure! I insist you restore my buttocks to their former glory."
   },
   {
      "quote" : "Computer dating: it's just like pimping except you rarely have to use the term 'upside your head'.",
      "who" : "Bender"
   },
   {
      "who" : "Bender",
      "quote" : "Now, my usual fee is $500. But seeing as how its you, I'll need it all in advance."
   },
   {
      "who" : "Bender",
      "quote" : "She is well-traveled, and I don't mean she travels a lot."
   },
   {
      "who" : "Amy",
      "quote" : "If I ever feel lonely, I'll just look over at this disfiguring scar and think of you."
   },
   {
      "quote" : "I thought Ultimate Robot Fighting was real, like pro wrestling; but it turns out it's fixed, like boxing.",
      "who" : "Fry"
   },
   {
      "quote" : "It's one thing to win a fixed fight; there's dignity in that. But to lose!",
      "who" : "Bender"
   },
   {
      "quote" : "After all this time, someone else who has one eye who isn't a clumsy carpenter or a kid with a bb gun.",
      "who" : "Leela"
   },
   {
      "quote" : "Everyone's always in favor of saving Hitler's brain, but when you put it in the body of a great white shark: oooh, suddenly you've gone too far!",
      "who" : "Professor Farnsworth"
   },
   {
      "who" : "Bender",
      "quote" : "You know, they say you can judge a man by the company he keeps; so here's the professor's oldest friend: a grotesque, stinking lobster!"
   },
   {
      "who" : "Leela",
      "quote" : "After fourteen years of graduate school Farnsworth settled into the glamorous life of a scientist. Fast cars, trendy nightspots, beautiful women... the professor designed them all, working out of his tiny one-room apartment."
   },
   {
      "who" : "Professor Farnsworth",
      "quote" : "Everyone, I have a dramatic announcement. Anyone with a weak heart should leave. Goodbye."
   },
   {
      "quote" : "I'm sure Bender has just made some cunning remark, but he doesn't know I taped over his soap operas to record this message.",
      "who" : "Professor Farnsworth"
   },
   {
      "who" : "Professor Farnsworth",
      "quote" : "I'm as spry as a 140 year old. See? I only broke one ankle."
   },
   {
      "who" : "Bender",
      "quote" : "...Martini-drinking contest with the auto-pilot. I would have won, except we ran out of olives."
   },
   {
      "quote" : "Everything that is Bender is right here: his mind, his memories, his in-your-face interface.",
      "who" : "Morgan Proctor"
   },
   {
      "who" : "Bender",
      "quote" : "There we were in the park when suddenly some old lady says I stole her purse. I chucked the professor at her but she kept coming. So I had to hit her with this purse I found."
   },
   {
      "who" : "Fry",
      "quote" : "Poor Bender. Without his brain he's become all quiet and helpful."
   },
   {
      "quote" : "Arrr! The laws of science be a harsh mistress.",
      "who" : "Bender"
   },
   {
      "who" : "Bender",
      "quote" : "This is the best nanosecond of my life! No this one is! No this one!"
   },
   {
      "quote" : "I don't like the looks of this doctor. I bet I've lost more patients than he's even treated.",
      "who" : "Dr. Zoidberg"
   },
   {
      "who" : "Don-Bot",
      "quote" : "I want you to find him and plug him. Then, unplug him."
   },
   {
      "who" : "Mom",
      "quote" : "Your dear old Mother won't be around forever and just once before I die I'd like to be Supreme Overlord of Earth."
   },
   {
      "who" : "Robot Mob",
      "quote" : "Hey hey! Ho ho! One zero zero one one zero!"
   },
   {
      "who" : "Fry",
      "quote" : "In my time we didn't depend on high-tech gadgets like you do. We didn't need a mechanical washing unit to wash our clothes, we just used a washing machine!"
   },
   {
      "quote" : "...we could use my new invention: a pointy rock on a stick!",
      "who" : "Professor Farnsworth"
   },
   {
      "quote" : "...and if that doesn't work I got you a six-pack of champagne and a funnel.",
      "who" : "Fry"
   },
   {
      "quote" : "Problem solved. You two fight to the death and I'll cook the loser.",
      "who" : "Bender"
   },
   {
      "quote" : "They're like sex, except I'm having it.",
      "who" : "Fry"
   },
   {
      "quote" : "Great is OK, but amazing would be GREAT!",
      "who" : "Bender"
   },
   {
      "who" : "Bender",
      "quote" : "Yes! I'm going to be rich! You are too, but it's hard to get excited about that."
   },
   {
      "who" : "Lurr",
      "quote" : "We will begin with the firemen and the math teachers and so on in that fashion until everyone is eaten."
   },
   {
      "quote" : "I wish they'd just wipe out humanity and get it over with. It's the waiting I can't stand.",
      "who" : "Fry"
   },
   {
      "who" : "Giant Bender",
      "quote" : "Put 'er there, pal! ...I meant your wallet."
   },
   {
      "who" : "Giant Bender",
      "quote" : "I came here with the simple dream... a dream of killing all humans. And this is how it must end? Who's the real 700 billion ton monster here? Not I... Not I..."
   },
   {
      "who" : "Leela",
      "quote" : "I can be impulsive... it just takes me a while."
   },
   {
      "quote" : "Blackmail's such an ugly word. I prefer extortion; the \"x\" makes it sound cool.",
      "who" : "Bender"
   },
   {
      "who" : "Professor Farnsworth",
      "quote" : "That question was less stupid, though you asked it in a profoundly stupid way."
   },
   {
      "quote" : "If it's a lesson in love, watch out. I suffer from a very sexy learning disability.",
      "who" : "Zapp Brannigan"
   },
   {
      "who" : "Zapp Brannigan",
      "quote" : "Men, you are lucky men. Soon you'll all be fighting for your planet. Many of you will be dying for your planet. A few of you will be forced through a fine mesh screen for your planet. They will be the luckiest of all."
   },
   {
      "who" : "Fry",
      "quote" : "Whoa, check out that guy! He makes Speedy Gonzalez look like Regular Gonzalez!"
   },
   {
      "quote" : "He edged out my old mark by 2 seconds. And 16 minutes. And 12 hours.",
      "who" : "Zapp Brannigan"
   },
   {
      "quote" : "That young man fills me with hope ...and some other emotions that are weird and deeply confusing.",
      "who" : "Zapp Brannigan"
   },
   {
      "who" : "Bender",
      "quote" : "If they put me on a stamp... tell them to use the young Bender."
   },
   {
      "quote" : "Scalpel... blood bucket... priest. Next patient!",
      "who" : "Dr. Zoidberg"
   },
   {
      "quote" : "I hereby order that in Bender's honor he be melted down and made into a statue of himself.",
      "who" : "Zapp Brannigan"
   },
   {
      "quote" : "You'll be negotiating with the mysterious brain-balls. They've got a lot of brains and a lot of... chutzpah.",
      "who" : "Zapp Brannigan"
   },
   {
      "quote" : "At last, war has made me into a man. Weeeeee!",
      "who" : "Fry"
   },
   {
      "quote" : "Hmm, words I never say... Oh, I know: \"Thanks\"!",
      "who" : "Bender"
   },
   {
      "quote" : "Bender, you look awful. I recommend makeup.",
      "who" : "Dr. Zoidberg"
   },
   {
      "quote" : "Robot porno theatre! I was in that... general... vicinity.",
      "who" : "Bender"
   },
   {
      "quote" : "I can't afford to keep running people over. I'm not famous enough to get away with it.",
      "who" : "Bender"
   },
   {
      "quote" : "You're a thousand years old?! Your bio says you're 27!",
      "who" : "Bender"
   },
   {
      "who" : "Calculon",
      "quote" : "I was all of history's greatest acting robots: Acting Unit 0.8, Thespomat, David Duchovny!"
   },
   {
      "who" : "Fry",
      "quote" : "You didn't hurt me, but you wanted to. That's the important thing."
   },
   {
      "who" : "Bender",
      "quote" : "That probulator really knows how to please a man."
   },
   {
      "who" : "Professor Farnsworth",
      "quote" : "And with Fry gone, I'm free to leave my jigsaw puzzle pieces out without him eating them."
   },
   {
      "who" : "Fry",
      "quote" : "Alright, alright. If it'll make you happy I'll overthrow society."
   },
   {
      "quote" : "No fair! You changed the results by measuring it!",
      "who" : "Professor Farnsworth"
   },
   {
      "quote" : "Life is hilariously cruel.",
      "who" : "Bender"
   },
   {
      "who" : "Leela",
      "quote" : "What's wrong? Did you swallow another cell phone?"
   },
   {
      "quote" : "Here's my personal book of pickup lines. Say as many of them as fast as you can. Don't stop for any reason.",
      "who" : "Zapp Brannigan"
   },
   {
      "who" : "Kif",
      "quote" : "It's not uncharted, you lost the chart!"
   },
   {
      "who" : "Zapp Brannigan",
      "quote" : "Oh God, you're killing me. OH GOD YOU'RE KILLING ME!"
   },
   {
      "quote" : "Of all the parasites I've had over the years, these worms are among the best.",
      "who" : "Fry"
   },
   {
      "quote" : "I always knew I'd die at the bottom of a pit, but a pit full of tar?",
      "who" : "Leela"
   },
   {
      "quote" : "It's toe-tappingly tragic!",
      "who" : "Dr. Zoidberg"
   },
   {
      "quote" : "Bender's my friend; we can't just dump him in the sewer like Grandma's ashes.",
      "who" : "Fry"
   },
   {
      "who" : "Hermes",
      "quote" : "Kudos, Bender! You got mangled and became a singer. Both our dreams came true."
   },
   {
      "quote" : "Oh crap! It's a miracle!",
      "who" : "Bender"
   },
   {
      "who" : "Leela",
      "quote" : "Those aren't swan-boats, they're swans."
   },
   {
      "who" : "Leela",
      "quote" : "Just a few... more... hundred... thousand... miles. There."
   },
   {
      "quote" : "I guess I could part with one doomsday device and still be feared.",
      "who" : "Professor Farnsworth"
   },
   {
      "who" : "Dr. Zoidberg",
      "quote" : "It's funny, you live in the universe but you never do these things until someone comes to visit."
   },
   {
      "who" : "Bender",
      "quote" : "Now you know why I used the qualifier 'practically'."
   },
   {
      "who" : "Zapp Brannigan",
      "quote" : "Now that's a wave of destruction that's easy on the eyes."
   },
   {
      "quote" : "You know the worst part about being a slave? They make you work but they don't pay you or let you go.",
      "who" : "Fry"
   },
   {
      "who" : "Bender",
      "quote" : "Now we're slaving!"
   },
   {
      "who" : "Bender",
      "quote" : "The cruelty of the old pharoah is a thing of the past! Let a whole new wave of cruelty wash over this lazy land!"
   },
   {
      "who" : "Fry",
      "quote" : "People said I was dumb, but I proved them!"
   },
   {
      "who" : "Leela",
      "quote" : "You say that those brains are making everyone on Earth stupid. Oh... stupider."
   },
   {
      "quote" : "Why are those kids following you? Do you have candy stuck to your ass?",
      "who" : "Fry"
   },
   {
      "quote" : "I think cosmetic surgery is great! I used to be too cute, but then I had cuteness reduction surgery *here* and *here*.",
      "who" : "Amy"
   },
   {
      "who" : "Zapp Brannigan",
      "quote" : "Don't be such a a chicken, Kif! Teenagers all smoke and they seem pretty on the ball."
   },
   {
      "who" : "Fry",
      "quote" : "I'm not a robot! I don't like having discs crammed into me; unless they're Oreos. And then, only in the mouth."
   },
   {
      "quote" : "Is this angry yelling or busted hearing aid yelling?",
      "who" : "Dr. Zoidberg"
   },
   {
      "who" : "Bender",
      "quote" : "If you want children beaten, you've got to do it yourself."
   },
   {
      "who" : "Leela",
      "quote" : "That's so plausible I can't believe it!"
   },
   {
      "who" : "Bender",
      "quote" : "Robots don't have any emotions and sometimes that makes me very sad."
   },
   {
      "who" : "Flexo",
      "quote" : "You bastard! They treated me like an animal and that's what I became! ...Nah I'm just kidding, good to see ya buddy!"
   },
   {
      "who" : "Bender",
      "quote" : "I personalized each of your meals. For example, Amy: you're cute, so I baked you a pony."
   },
   {
      "quote" : "Oh my god. I'm so excited I wish I could wet my pants!",
      "who" : "Bender"
   }
]
